Repository: togay-aytemiz/Ahtapot
Catalog: TaskApp/*.lproj/Localizable.strings
Languages: es_419, tr, zh_hans

# brandSubheadline
source: Personal assistant
es_419: Asistente personal
tr: Kişisel asistanın
zh_hans: 个人助理

# onboardingTitle1
source: Forever Free
es_419: Gratis para siempre
tr: Sonsuza Kadar Ücretsiz
zh_hans: 永远免费

# onboardingDescription1
source: Yes, correct. No fee, no adds, no conditions. Completely next-generation personal task management app. 🥳
es_419: Sí, ¡correcto! Sin pagos, sin publicidades, sin condiciones. Aplicación personal de gestión de tareas de última generación.
tr: Evet yanlış okumadın. Ücretsiz, reklamsız, şartsız. Tamamen koşulsuz yeni nesil görev yönetim uygulaması 🥳
zh_hans: 是的，没错。没有费用，没有广告，没有条件。完全是新一代个人任务管理应用程序。🥳

# onboardingTitle2
source: Forget to forget!
es_419: ¡Olvídate de olvidar!
tr: Unutmaya Son!
zh_hans: 不再忘记！

# onboardingDescription2
source: I had something on my mind but what was it?' Sound familiar? You can forget it now 🙈
es_419: Tenía algo en mente, pero ¿qué era?' ¿Suena familiar? Puedes olvidarlo ahora 🙈
tr: 'Yaa aklımda bi şey vardı ama neydi' kelimeleri tanıdık geldi mi. Bunları unutabilirsin 🙈
zh_hans: '我还刚刚还记得要做什么？但是什么呢?'这句话是否很熟悉的感觉？你现在可以忘记这些 🙈

# onboardingTitle3
source: Either to do list or shopping list
es_419: Lista de tareas o lista de compras
tr: İster yapılacaklar, ister alışveriş listesi
zh_hans: 待办事项列表或购物清单列表

# onboardingDescription3
source: An app that answers any of your needs. Flexible, fast, eye-catching and easy to use 🤩
es_419: Una aplicación que responde a todas tus necesidades. Flexible, rápida, llamativa y fácil de usar 🤩
tr: İhtiyaçların neyse buna cevap veren bir uygulama. Esnek, hızlı, göz alıcı ve kullanımı kolay 🤩
zh_hans: 一个能满足您任何需求的应用程序。灵活、快速、醒目且易于使用🤩

# onboardingTitle4
source: Make More Time For Your Life
es_419: Dedica Más Tiempo a Tu Vida
tr: Hayatına Daha Fazla Zaman Ayır
zh_hans: 给您生活腾出更多时间

# onboardingDescription4
source: Plan your work, add it to the app and forget about the rest. You will be more organized now 😎
es_419: Planifica tu trabajo, agrégalo a la aplicación y olvídate del resto. Estarás más organizado ahora 😎
tr: İşlerini planla, uygulamaya giriş yap ve gerisini unut. Artık daha planlı olacaksın 😎
zh_hans: 计划您的工作，将其添加到应用中，剩下的无需您费心。 以后你会变得更有条理😎

source: Back
es_419: Regresar
tr: Geri
zh_hans: 往前

source: Next
es_419: Siguiente
tr: İleri
zh_hans: 往后

# letsGo
source: Let's start
es_419: ¡Empecemos!
tr: Hadi Başlayalım
zh_hans: 开始吧！

# beforeStart
source: Before Begin
es_419: Antes de Comenzar
tr: Başlamadan Önce
zh_hans: 开始之前

# firstUserMessageDescription1
source: It is nice to have you with us. We have a few very small tasks for you. In this way, you can start using the app quickly.
es_419: Es un placer tenerte con nosotros. Tenemos algunas tareas muy pequeñas para ti. De esta manera, puedes comenzar a usar la aplicación rápidamente.
tr: Seni aramızda görmek çok güzel. Senin için çok küçük bir kaç görevimiz var. Bu sayede uygulamayı hızlıca kullanmaya başlayabilirsin.
zh_hans: 很高兴有您和我们在一起。我们要给您一些小任务。这样、您就可以快速开始使用该应用。

# firstUserMessageDescription2
source: You can share your opinions and suggestions about the application with us from the settings.
es_419: Puedes compartir tus opiniones y sugerencias sobre la aplicación con nosotros desde la configuración.
tr: Uygulama ile ilgili görüş ve önerilerini ayarlar kısmından bizimle paylaşabilirsin
zh_hans: 您可以从设置中与我们分享您对该应用的意见和建议。

# firstUserLetsGo
source: Let's go 😎
es_419: Vamos 😎
tr: Hadi Başlayalım 😎
zh_hans: 开始吧！

source: Add Task
es_419: Añadir Tarea
tr: Görev Ekle
zh_hans: 添加任务

source: Edit Task
es_419: Editar Tarea
tr: Görev Düzenle
zh_hans: 编辑任务

# completedTask
source: Completed Tasks
es_419: Tareas Completadas
tr: Tamamlanmış Görev
zh_hans: 已完成的任务

source: Cancel
es_419: Cancelar
tr: Vazgeç
zh_hans: 取消

# tapTextToEdit
source: 👇🏻 Tap to edit the text
es_419: 👇🏻 Toca para editar el texto
tr: 👇🏻 Düzenlemek için metne dokun
zh_hans: 👇🏻为了编辑文本请点击

source: Update
es_419: Actualizar
tr: Güncelle
zh_hans: 更新

# remindMeOpen
source: Reminder On
es_419: Recordatorio Activado
tr: Hatırlatma Açık
zh_hans: 打开提示

# remindMeClosed
source: Reminder Off
es_419: Recordatorio Desactivado
tr: Hatırlatma Kapalı
zh_hans: 关闭提示

# howToOpenReminder
source: Open with the right button 👉🏻
es_419: Abrir con el botón derecho 👉🏻
tr: Sağdaki düğme ile aç 👉🏻
zh_hans: 用右键打开👉🏻

# firstTimeOpenReminder
source: Open
es_419: Abrir
tr: Aç
zh_hans: 打开

# tapToAddTask
source: Tap to add
es_419: Toca para añadir
tr: Eklemek için dokun
zh_hans: 为了添加请点击

source: ie:
es_419: ejemplo:
tr: ör:
zh_hans: 例：

# randomNewTaskGenerator1
source: Do not forget to pay the bills tomorrow
es_419: No te olvides de pagar las facturas mañana
tr: Yarın faturaları ödemeyi unutma
zh_hans: 别忘了明天付帐

# randomNewTaskGenerator2
source: Sunday family breakfast
es_419: Desayuno con la familia el domingo
tr: Pazar günü aile kahvaltısı
zh_hans: 星期日跟家人吃早餐

# randomNewTaskGenerator3
source: Buy some fruits while going home
es_419: Compra frutas volviendo a casa
tr: Eve giderken meyve al
zh_hans: 回家的路上买水果

# randomNewTaskGenerator4
source: Set meeting at Wednesday noon
es_419: Fija reunión para el miércoles al mediodía
tr: Çarşamba öğlen toplantı ayarla
zh_hans: 定于星期三中午开会

# randomNewTaskGenerator5
source: TV warranty will expire
es_419: La garantía del televisor va a expirar
tr: Televizyonun garantisi bitiyor
zh_hans: 电视机保修期将到期

# randomNewTaskGenerator6
source: Take the Portuguese quiz on Thursday
es_419: Toma el examen de portugués el jueves
tr: Perşembe Portekizce sınavına gir
zh_hans: 星期四参加葡萄牙语测验

# randomNewTaskGenerator7
source: Buy a birthday gift after 2 weeks
es_419: Compra un regalo de cumpleaños 2 semanas después
tr: 2 hafta sonra doğum günü hediyesi satın al
zh_hans: 两个星期后购买生日礼物

# randomNewTaskGenerator8
source: Cancel your magazine subscription on Friday
es_419: Cancela tu suscripción a la revista el viernes
tr: Cuma günü dergi aboneliğini iptal ettir
zh_hans: 星期五取消您的杂志订阅

# randomNewTaskGenerator9
source: Renew gym membership on December 20th
es_419: Renovar la membresía del gimnasio el 20 de diciembre
tr: 20 Aralık spor salonu üyeliğini yenile
zh_hans: 12月20日健身房续卡

# newUserTask1
source: Tap and hold down
es_419: Toca y manténlo presionado
tr: Üzerime basılı tut
zh_hans: 点击并按住

# newUserTask2
source: Tap the right arrow
es_419: Toca la flecha hacia la derecha
tr: Sağdaki oka dokun
zh_hans: 点击右箭头

# newUserTask3
source: Mark me as completed
es_419: Marcalo como completada
tr: Beni tamamlandı işaretle
zh_hans: 将我标记为已完成

# newUserTask4
source: Add task with the + below
es_419: Agregar tarea con el + abajo
tr: Aşağıdaki + ile görev ekle
zh_hans: 用以下 + 添加任务

# newUserTask5
source: Click on the cart above
es_419: Haga clic en el carrito de arriba
tr: Yukarıdaki sepete tıkla
zh_hans: 点击上面的购物车

# newUserTask6
source: Take a look at the top left menu
es_419: Echa un vistazo al menú superior izquierdo
tr: Sol üstteki menüye bir göz at
zh_hans: 看一下左上角的菜单

source: When?
es_419: ¿Cuándo?
tr: Ne zaman?
zh_hans: 什么时候？

source: 1 hour later
es_419: 1 hora después
tr: 1 saat sonra
zh_hans: 一个小时后

source: Tomorrow
es_419: Mañana
tr: Yarın
zh_hans: 明天

source: Next day
es_419: Día siguiente
tr: Öbür Gün
zh_hans: 后天

source: 1 week later
es_419: 1 semana después
tr: 1 Hafta Sonra
zh_hans: 一个星期后

source: 15 days later
es_419: 15 días después
tr: 15 Gün Sonra
zh_hans: 十五天后

# notNow
source: Skip for now
es_419: Saltar por ahora
tr: Şimdilik Geç
zh_hans: 暂时跳过

# openNotifsHeader
source: Turn on the notifications. Never miss a thing
es_419: Activa las notificaciones. ¡No te pierdas nada!
tr: Bildirimleri Aç. Hiç Bir Şeyi Kaçırma
zh_hans: 打开通知、什么都不要错过

# openNotifsBody
source: By allowing notifications, you can get reminders of the events you have planned.
es_419: Al permitir las notificaciones, puedes recibir recordatorios de los eventos que has planeado.
tr: Bildirimlere izin vererek, planlamasını yaptığın etkinliklerin sana hatırlatılmasını sağlayabilirsin.
zh_hans: 通过允许打开通知，您可以获得已计划事件的提醒。

# openNotifsLittlePromise
source: We promise not to send any notifications other than the tasks you have planned 😇
es_419: Prometemos no enviarte notificaciones distintas de las tareas que has planificado 😇
tr: Planladığın görevler dışında hiç bir bildirim göndermeyeğimize söz veriyoruz 😇
zh_hans: 我们保证除了您计划的任务之外，不会发送任何通知😇

# openNotifsButton
source: Allow Notifications
es_419: Permitir Notificaciones
tr: Bildirimlere İzin Ver
zh_hans: 允许通知

# searchTasks
source: Search within tasks...
es_419: Buscar dentro de las tareas...
tr: Görevler içinde ara...
zh_hans: 在任务中搜索。。。

# noSearchResultHeader
source: No results
es_419: No hay resultados
tr: Sonuç Bulunamadı
zh_hans: 没有结果发现

# noSearchResultBody
source: We couldn't find any results for the search term 😢 Please try with another search term
es_419: No pudimos encontrar ningún resultado para el término de búsqueda 😢 Por favor intenta con otro término de búsqueda
tr: Arama terimine ait sonuç bulamadık 😢 Lütfen başka bir arama terimi ile dene
zh_hans: 没有结果发现匹配您的搜索标准 😢 请尝试使用其他搜索词

# waitingTasks
source: Pending
es_419: Pendiente
tr: Bekleyenler
zh_hans: 待办

# allTasks
source: All
es_419: Todo
tr: Tümü
zh_hans: 全部

# noWaitingTasks
source: You have no pending tasks 💪🏻
es_419: No tienes tareas pendientes 💪🏻
tr: Bekleyen hiç görevin yok 💪🏻
zh_hans: 您没有任何待办任务 💪🏻

source: Today
es_419: Hoy
tr: Bugün
zh_hans: 今天

source: Next 7 days
es_419: Los próximos 7 días
tr: Sonraki 7 gün
zh_hans: 接下来的 7 天

# allTasksSideBar
source: All Tasks
es_419: Todas las tareas
tr: Tüm Görevler
zh_hans: 全部任务

source: Settings
es_419: Configuración
tr: Ayarlar
zh_hans: 设置

source: Good morning ☀️
es_419: Buenos días ☀️
tr: Günaydın ☀️
zh_hans: 早安 ☀️

# goodAfternoon
source: Good day 👋🏻
es_419: Buen día 👋🏻
tr: İyi günler 👋🏻
zh_hans: 日安 👋🏻

source: Good evening 👋🏻
es_419: Buenas tardes 👋🏻
tr: İyi akşamlar 👋🏻
zh_hans: 晚上好 👋🏻

source: Good night 🌒
es_419: Buenas noches 🌒
tr: İyi geceler 🌒
zh_hans: 晚安 🌒

# closedTasksHeader
source: Completed Tasks
es_419: Tareas Completadas
tr: Tamamlanan Görevler
zh_hans: 已完成的任务

# deleteAllClosedTasksRowBody
source: Delete all completed tasks
es_419: Eliminar todas las tareas completadas
tr: Tüm tamamlanan görevleri sil
zh_hans: 删除已完成的所有任务

# numberOfClosedTaskBodyDescription
source: The number of completed tasks:
es_419: Cantidad de tareas completadas:
tr: Tamamlanan görev sayısı:
zh_hans: 已完成任务数量：

# settingsHeader_Visual
source: Visual Settings
es_419: Configuración Visual
tr: Görsel Ayarlar
zh_hans: 界面设置

# settingsHeader_Other
source: Other
es_419: Otro
tr: Diğer
zh_hans: 其他

source: Dark Mode
es_419: Modo Oscuro
tr: Karanlık Mod
zh_hans: 黑暗模式

# miniStats
source: Mini Statistics
es_419: Mini Estadísticas
tr: Mini İstatistik
zh_hans: 微型统计

# miniStats_disclaimer
source: Not recommended to close
es_419: No se recomienda cerrar
tr: Kapatman Önerilmez
zh_hans: 不建议关闭

# shareWithFriends
source: Share with your friends
es_419: Comparte con tus amigos
tr: Arkadaşlarınla Paylaş
zh_hans: 与您朋友分享

# shareWithFriends_ShareText
source: I found a very nice task management app. Take a look!
es_419: Encontré una aplicación de gestión de tareas muy buena. ¡Echa un vistazo!
tr: Çok güzel bir görev yönetim uygulaması buldum. Bi baksana sen de! : https://apps.apple.com/us/app/id1565858619
zh_hans: 我找到了很好用的一个任务管理应用、看一下！

# rateTheApp
source: Rate App
es_419: Califica la aplicación
tr: Uygulamayı Değerlendir
zh_hans: 点评该应用

# findBugOrSuggestFeature
source: Suggest Feature & Share Bug
es_419: Sugerir Función & Compartir Error
tr: Özellik Öner & Hata Paylaş
zh_hans: 建议功能 & 报告错误

# findBugOrSuggestFeature_MailTitle
source: Feature / Bug / Translation
es_419: Función / Error / Traducción
tr: Özellik / Hata / Çeviri
zh_hans: 功能 / 错误 / 翻译

# findBugOrSuggestFeature_MailBody
source: I want to suggest features, share bugs or help with translation.
es_419: Quiero sugerir funciones, compartir errores o ayudar con la traducción.
tr: Özellik önermek, hata paylaşmak ya da çeviriyle ilgili yardımcı olmak istiyorum.
zh_hans: 我想帮助关于建议功能、报告错误和翻译

# deleteAllPopupText
source: Everything in the app will be deleted. This action is irreversible!
es_419: Se eliminará todo lo que haya en la aplicación. ¡Esta acción es irreversible!
tr: Uygulamadaki her şey silinecek. Bu işlem geri alınamaz!
zh_hans: 该应用所有内容将被删除。此操作无法逆转！

# deleteAllClosedTasksPopupText
source: All completed tasks will be deleted. This action is irreversible!
es_419: Se eliminarán todas las tareas completadas. ¡Esta acción es irreversible!
tr: Tamamlanan tüm görevler silinecek. Bu işlem geri alınamaz
zh_hans: 已完成的所有任务将被删除。此操作无法逆转！

source: Why should you use Ahtapot?
es_419: ¿Por qué deberías usar Ahtapot?
tr: Neden Ahtapot Kullanmalısın?
zh_hans: 您为什么应该用 Ahtapot 呢？

# whyShouldYouUseAhtapot_Claim1
source: Unlimited and ad-free
es_419: Ilimitado y sin publicidad
tr: Sınırsız ve Reklamsız
zh_hans: 无限量并无广告

# whyShouldYouUseAhtapot_Claim2
source: Forever Free
es_419: Gratis para siempre
tr: Sonsuza kadar ücretsiz
zh_hans: 永远免费

# whyShouldYouUseAhtapot_Claim3
source: It does not collect any data, secure
es_419: No recopila ningún dato, seguro
tr: Hiç bir veri almaz, güvenli
zh_hans: 不收集任何数据、安全

# whyShouldYouUseAhtapot_Claim4
source: Simple and useful interface
es_419: Interfaz sencilla y útil
tr: Basit ve kullanışlı arayüz
zh_hans: 简单实用的界面

# dontShow_WSYUA
source: Do not show again
es_419: No mostrar de nuevo
tr: Bir daha gösterme
zh_hans: 不再显示

# deleteAllDataRowHeader
source: Delete all data
es_419: Eliminar todos los datos
tr: Tüm verileri sil
zh_hans: 删除所有数据

# deleteAllDataRowBody
source: This action is irreversible
es_419: Esta acción es irreversible
tr: Bu işlem geri alınamaz
zh_hans: 此操作无法逆转

# changeAppThemeColor
source: Change Application Theme
es_419: Cambiar el tema de la aplicación
tr: Uygulama Temasını Değiştir
zh_hans: 改变应用主题皮肤

# addNewTasksEmptyView
source: Add New Task
es_419: Añadir Nueva Tarea
tr: Yeni Görev Ekle
zh_hans: 添加新任务

source: Close
es_419: Cerrar
tr: Kapat
zh_hans: 关闭

# deleteList
source: Clear List
es_419: Borrar la Lista
tr: Listeyi Temizle
zh_hans: 清除列表

# shoppingList
source: My Shopping List
es_419: Mi Lista de Compras
tr: Alışveriş Listem
zh_hans: 购物列表

source: Hide Completed
es_419: Ocultar Completados
tr: Aldıklarımı Gizle
zh_hans: 隐藏已购买物品

source: Show Completed
es_419: Mostrar Completados
tr: Aldıklarımı Göster
zh_hans: 显示已购买物品

# shoppingListEmptyHeader
source: Your list is empty
es_419: Tu lista está vacía
tr: Listen Boş
zh_hans: 您的列表是空的

# shoppingListEmptyDescription
source: Your shopping list is empty. You can add below 👇🏻
es_419: Tu lista de compras está vacía. Puedes añadir debajo 👇🏻
tr: Alışveriş listen boş. Aşağıdan ekleyebilirsin 👇🏻
zh_hans: 您的购物列表是空的、您可以从下面添加 👇🏻

# deleteShoppingListMessage
source: Everything on your list will be deleted. This action is irreversible
es_419: Se eliminará todo lo que esté en su lista. Esta acción es irreversible
tr: Listendeki her şey silinecek. Bu işlem geri alınamaz
zh_hans: 所有列表内容将被删除。此操作无法逆转

# whatDoYouWantToAdd
source: What would you like to add?
es_419: ¿Qué te gustaría añadir?
tr: Ne eklemek istersin?
zh_hans: 您想要添加什么？

# welcomeShoppingListHeader
source: Welcome to My Shopping List
es_419: Bienvenido a Mi Lista de Compras
tr: Alışveriş Listem'e Hoşgeldin
zh_hans: 欢迎来到我的购物列表

# shoppingListClaimHeader1
source: You won't forget what to buy anymore
es_419: Ya no te vas a olvidar lo que comprar
tr: Alacaklarını unutmak yok
zh_hans: 再也不忘记想要购买的东西

# shoppingListClaimDescription1
source: Realize that you forgot to buy something from the store when you get home? It won't happen anymore
es_419: ¿Te das cuenta de que hayas olvidado de comprar algo del mercado cuando llegas a casa? Ya no va a pasar
tr: Artık eve gittiğinde, 'aaa elma almayı unuttum yaa!' demek yok.
zh_hans: 以后、您不用说 ”哎呀、忘记买苹果了“。

# shoppingListClaimHeader2
source: Always near at hand
es_419: Siempre al alcance de la mano
tr: Elinin altında hazır
zh_hans: 近在手边

# shoppingListClaimDescription2
source: When you open the app, you can quickly access the list of things you want to buy
es_419: Cuando abres la aplicación, puedes acceder rápidamente a la lista de cosas que deseas comprar
tr: Uygulamayı açtığında alacağın şeylerin listesine hızlıca ulaşabilirsin
zh_hans: 当您打开应用时，可以快速访问想要买的东西的列表

# shoppingListClaimHeader3
source: Easy to follow and use
es_419: Fácil de seguir y usar
tr: Takibi ve kullanımı kolay
zh_hans: 易于跟踪和使用

# shoppingListClaimDescription3
source: You can add anything you want, check what you've bought and easily follow the list
es_419: Puedes agregar lo que desees, marcar lo que has comprado y seguir la lista fácilmente
tr: Alacağın her şeyi ekleyebilir, aldıklarını işaretleyebilir ve listeyi kolayca takip edebilirsin
zh_hans: 您可以添加您想要买的任何东西、标记您已购买的东西以及容易跟踪列表

# numberOfTaskCompleted
source: task completed
es_419: tarea completada
tr: görev tamamlandı
zh_hans: 任务已完成

# pastTaskNumber
source: Past
es_419: Pasado
tr: Zamanı Geçen
zh_hans: 过去

# futureTaskNumber
source: Future
es_419: Futuro
tr: Gelecek Zaman
zh_hans: 未来

# motivationalMessageFor_0
source: task(s) is waiting for you today 🤞🏻
es_419: tarea(s) te está esperando hoy 🤞🏻
tr: görev bugün yapılmak üzere seni bekliyor 🤞🏻
zh_hans: 任务等你完成 🤞🏻

# motivationalMessageFor_1-20
source: A journey of 100 miles begins with one step 💪🏻
es_419: El viaje más largo comienza con un solo paso 💪🏻
tr: Başlamak bitirmenin yarısıdır, iyi gidiyorsun 💪🏻
zh_hans: 百里之行 始于足下 💪🏻

# motivationalMessageFor_21-49
source: You're halfway there, don't stop 😇
es_419: Estás a mitad de camino, no pares 😇
tr: Bugünü yarılamaya az kaldı, durmak yok 😇
zh_hans: 你已经走到一半了，不要停下来 😇

# motivationalMessageFor_50-65
source: Already halfway, keep going 👍🏻
es_419: Ya a mitad de camino, sigue adelante 👍🏻
tr: Bugünü yarıladın bile, aynen devam 👍🏻
zh_hans: 已经走到一半了，继续走👍🏻

# motivationalMessageFor_66-80
source: You're doing so well, it's almost done 🔥
es_419: Estás haciendo muy bien, casi terminado 🔥
tr: Çok iyi gidiyorsun, neredeyse bitmek üzere 🔥
zh_hans: 你做得很好，就快完成了🔥

# motivationalMessageFor_81-99
source: It's about to end, there is so little left 🚀
es_419: Está por terminar, queda tan poco 🚀
tr: Son düzlüktesin, çok az kaldı 🚀
zh_hans: 快要结束了、就差一点点 🚀

# motivationalMessageFor_100
source: You are great, you've completed all your tasks 🥳
es_419: Eres genial, has completado todas tus tareas 🥳
tr: Harikasın, bugünlük tüm görevlerini tamamladın 🥳
zh_hans: 你好棒，您已经完成了所有的任务🥳

# motivationalMessageWhen_NoToday-YesPast
source: There are no tasks to be done today, but past tasks need to be completed 😅
es_419: No hay tareas que hacer hoy, pero las tareas pasadas deben completarse 😅
tr: Bugün yapılacak görev yok ama zamanı geçenlerin tamamlanması lazım 😅
zh_hans: 今天没有任务要做，但过去的任务需要完成😅

# motivationalMessageWhen_NoToday-NoPast
source: There are no tasks to be done today, rest well 😴
es_419: No hay tarea que hacer hoy, descansa bien 😴
tr: Bugün yapılacak görev yok, güzelce dinlenebilirsin 😴
zh_hans: 今天没有任务要做，好好休息吧😴

source: Add New Task
es_419: Añadir Nueva Tarea
tr: Yeni Görev Ekle
zh_hans: 添加新任务

source: Delete
es_419: Eliminar
tr: Sil
zh_hans: 删除

source: Deleting
es_419: Eliminando
tr: Siliniyor
zh_hans: 正在删除中

# yesDelete
source: Sure, Delete
es_419: Seguro, Elimina
tr: Eminim, Sil
zh_hans: 已经确定、删除

# mainViewEmptyHeader
source: No tasks
es_419: No hay tareas
tr: Hiç Görev Yok
zh_hans: 没有任务

# mainViewEmptyDescription
source: Your to-do list is empty. Let's add right now... 💪🏻
es_419: Tu lista de tareas está vacía. Agreguemos ahora… 💪🏻
tr: Yapılacaklar listen boş. Hadi hemen ekleyelim... 💪🏻
zh_hans: 您的待办事项列表是为空、快添加吧。。。💪🏻

# tomorrowViewEmptyHeader
source: No task for tomorrow
es_419: No hay tarea para mañana
tr: Yarın Yapılacak Yok
zh_hans: 明天没有任务

# tomorrowViewEmptyDescription
source: Your to-do list for tomorrow is empty. Let's add right now... 💪🏻
es_419: Tu lista de tareas para mañana está vacía. Agreguemos ahora… 💪🏻
tr: Yarın için yapılacak listen boş. Hadi hemen ekleyelim... 💪🏻
zh_hans: 你明天的待办事项列表为空、现在就添加吧。。。💪🏻

# 7daysViewEmptyHeader
source: No tasks
es_419: No hay tareas
tr: Yapılacak Görev Yok
zh_hans: 没有任务

# 7daysViewEmptyDescription
source: The to-do list for this date range is empty. Let's add right now... 💪🏻
es_419: Tu lista de tareas para este periodo de fechas está vacía. Agreguemos ahora… 💪🏻
tr: Bu tarih aralığı için yapılacak listen boş. Hadi hemen ekleyelim... 💪🏻
zh_hans: 此日期范围的待办事项列表为空。现在就添加吧。。。💪🏻

# pastTask
source: Past
es_419: Pasado
tr: Geçmiş
zh_hans: 过去

# showCompletedTasks
source: Show completed
es_419: Mostrar completados
tr: Tamamlananları Göster
zh_hans: 显示已完成事项

# hideCompletedTasks
source: Hide completed
es_419: Ocultar completados
tr: Tamamlananları Gizle
zh_hans: 隐藏已完成事项

# translationFormRow
source: Do you want to use Ahtapot in a different language?
es_419: ¿Quieres usar Ahtapot en un idioma diferente?
tr: Ahtapot'u farklı bir dilde mi kullanmak istiyorsunuz?
zh_hans: 您是否想使用 Ahtapot 其他语言版本？

source: Help us to translate
es_419: Ayúdanos a traducir
tr: Çevirilerde bize yardım edin
zh_hans: 帮我们翻译

# giftButtonHeader
source: Do you want to give us a gift?
es_419: ¿Quieres darnos un regalo?
tr: Bize hediye vermek ister misin?
zh_hans: 您是否想给我们送个礼物？

# giftButtonDescription
source: By giving us gifts, you can encourage us to develop this app in a more motivated way.
es_419: Al darnos regalos, puedes animarnos a desarrollar esta aplicación de una manera más motivada.
tr: Hediye vererek, bu uygulamayı daha motive bir şekilde geliştirmemizde bizi cesaretlendirebilirsin.
zh_hans: 通过送我们礼物，您可以鼓励我们更积极地开发这个应用程序。

source: Give us a gift
es_419: Danos un regalo
zh_hans: 给我们送礼物

# giveUsAGiftDesctription
source: Ahtapot is a completely free app and it will stay free forever, you can be sure of that. By choosing one of the gifts below, you can encourage us to improve this app for you.
es_419: Ahtapot es una aplicación completamente gratuita y seguirá siendo gratuita para siempre, de eso puedes estar seguro. Al elegir uno de los siguientes regalos, puedes animarnos a mejorar esta aplicación para ti.
zh_hans: Ahtapot是一个完全免费的应用，它将永远免费，你可以肯定。通过选择以下礼物之一，您可以鼓励我们为您改进此应用。

# giveUsAGift_MoreGift
source: You can give more than one gift 🎁
es_419: Puedes dar más de un regalo 🎁
zh_hans: 您可以送一份以上的礼物 🎁

# giftFooterDescription
source: The above gift types are for 1 time only and will not be renewed. It is not a recurring membership for a certain period of time. But if you want, you can buy as many as you want as a gift for us. 😇
es_419: Los tipos de regalos arriba son solo para una vez y no se renovarán. No es una membresía recurrente por un período de tiempo determinado. Pero si deseas, puedes comprar todos los que quieras como regalo para nosotros. 😇
zh_hans: 以上礼品类型仅适用于一次，不会续订。在一定时期内，它不是一个经常性的会员。但是如果你愿意，你可以买你想要的作为礼物送给我们。😇

source: Select
es_419: Seleccionar
zh_hans: 选择

# succesfullyPurchasedPopupHeader
source: Thank you!
es_419: ¡Gracias!
zh_hans: 谢谢！

# succesfullyPurchasedPopupContext
source: Thank you very much for your nice gift. This gift will motivate us a lot in bringing the Ahtapot to better places.
es_419: Muchas gracias por tu bonito regalo. Este regalo nos motivará mucho a mejorar esta aplicación.
zh_hans: 非常感谢您的好礼物。您的礼物将鼓励我们把 Ahtapot 不断推向前进。

# succesfullyPurchasedPopupAct_Again
source: Give again
es_419: Dar otra vez
zh_hans: 再送一次

# succesfullyPurchasedPopupAct_HomePage
source: Return homepage
es_419: Volver a la página principal
zh_hans: 返回主页

# loadingStateText
source: Loading...
es_419: Cargando…
zh_hans: 正在上传。。。
